TargetApplication=Inno Script Studio
Author=Greenleaf
SourceLANGID=1033
LANGID=2052
Generator=Kymoto Solutions Translation Editor 2.0.0
LastModified=2013-06-30 13:21:29

[Application.Editor]
00000001=撤消(&U)
00000002=撤消上次操作
00000003=重做(&R)
00000004=恢复以前撤消的操作
00000005=剪切(&T)
00000006=剪切所选内容并把它放在剪贴板上
00000007=复制(&C)
00000008=复制所选内容并把它放在剪贴板上
00000009=粘贴(&P)
00000010=粘贴当前剪贴板中的内容
00000011=删除(&L)
00000012=删除当前选定的内容
00000013=选择所有(&A)
00000014=选择所有
00000015=查找...
00000016=查找指定的文本
00000017=查找下一个
00000018=查找指定的下一个文本
00000019=替换...
00000020=用不同的文本替换指定的文本
00000021=转到行号...
00000022=转到行
00000023=完成单词(&W)
00000024=显示当前单词的自动完成列表
00000025=打开 #Include 文件(&O)
00000026=打开 #Include 文件

[Application.MainForm]
00000001=主菜单
00000002=文件(&F)
00000003=新建(&N)
00000004=保存编码(&E)
00000005=自动 （ANSI 或 UTF-8）(&A)
00000006=&UTF-8
00000007=最近的脚本(&R)
00000008=编辑(&E)
00000009=搜索(&S)
00000010=视图(&V)
00000011=单元(&S)
00000012=显示或隐藏项目单元
00000013=结构(&U)
00000014=显示或隐藏项目结构
00000015=项目经理(&P)
00000016=显示或隐藏项目经理
00000017=消息(&M)
00000018=显示或隐藏输出消息
00000019=状态栏(&A)
00000020=显示或隐藏状态栏
00000021=工具栏(&R)
00000022=显示或隐藏工具栏
00000023=标准(&S)
00000024=显示或隐藏常用工具栏
00000025=编辑(&E)
00000026=显示或隐藏编辑工具栏
00000027=项目(&P)
00000028=显示或隐藏项目工具栏
00000029=调试(&D)
00000030=显示或隐藏调试工具栏
00000031=单元(&S)
00000032=语言(&L)
00000033=选择要显示在该程序的语言
00000034=项目(&P)
00000035=设置选项(&O)
00000036=从脚本导入
00000037=从文件导入
00000038=导出到文件
00000039=调试(&D)
00000040=工具(&T)
00000041=选项卡(&A)
00000042=帮助(&H)
00000043=标准
00000044=编辑
00000045=项目
00000046=设置选项
00000047=设置选项
00000048=单元
00000049=选择单元
00000050=调试
00000051=消息
00000052=编译器输出
00000053=调试器输出
00000054=结构
00000055=单元
00000056=项目经理
00000057=新建安装项目(&P)
00000058=创建一个新的安装项目
00000059=新建脚本(&N)
00000060=创建一个新的空白的安装脚本
00000061=新的脚本 （向导）(&W)
00000062=创建一个新的Inno Setup脚本，使用创新向导
00000063=打开(&O)...
00000064=打开一个现有的Inno Setup程序脚本
00000065=保存(&S)
00000066=保存当前的Inno Setup程序脚本
00000067=另存为(&A)...
00000068=用新名称保存当前的Inno Setup脚本
00000069=全部保存(&L)
00000070=保存所有打开的Inno Setup脚本
00000071=关闭脚本(&C)
00000072=关闭当前的Inno Setup脚本
00000073=关闭所有脚本(&P)
00000074=关闭所有打开的Inno Setup脚本
00000075=打印预览(&V)
00000076=当前创新什脚本在打印前预览
00000077=打印(&P)...
00000078=打印当前的Inno Setup脚本的部分或全部
00000079=退出(&X)
00000080=退出程序
00000081=撤消(&U)
00000082=撤消上次操作
00000083=重做(&R)
00000084=恢复以前撤消的操作
00000085=剪切(&T)
00000086=剪切所选内容并把它放在剪贴板上
00000087=复制(&C)
00000088=复制所选内容并把它放在剪贴板上
00000089=粘贴(&P)
00000090=粘贴当前剪贴板中的内容
00000091=删除(&L)
00000092=删除当前选定的内容
00000093=选择所有(&A)
00000094=选择所有
00000095=开启/关闭注释
00000096=切换行注释
00000097=查找(&F)...
00000098=查找指定的文本
00000099=查找下一个(&N)
00000100=查找指定的下一个文本
00000101=查找上一个(&P)
00000102=查找指定的上一个文本
00000103=替换(&R)...
00000104=用不同的文本替换指定的文本
00000105=转到行号(&G)...
00000106=转到行
00000107=切换书签(&T)
00000108=切换书签
00000109=转到书签(&O)
00000110=转到书签
00000111=自定义(&C)...
00000112=自定义工具栏
00000113=锁定工具栏
00000114=锁定工具栏
00000115=使用相对路径(&R)
00000116=使用相对路径
00000117=语言选项(&L)..
00000118=编辑语言选项
00000119=插入文件...
00000120=插入文件
00000121=安装字体...
00000122=安装字体
00000123=创建文件夹...
00000124=创建文件夹
00000125=创建关联...
00000126=创建文件关联
00000127=创建 Internet 快捷方式...
00000128=创建互联网快捷方式
00000129=创建卸载图标
00000130=创建一个卸载图标的条目
00000131=创建 ODBC 配置文件...
00000132=添加用于 ODBC 配置文件条目
00000133=创建 BDE 别名...
00000134=创建 BDE 别名
00000135=编译(&C)
00000136=编译当前Inno Setup脚本
00000137=停止编译(&S)
00000138=停止编译当前Inno Setup脚本
00000139=编译过程中低优先级(&P)
00000140=Inno Setup编译器是在编译期间具有低的优先级
00000141=在Inno Setup程序中打开(&I)
00000142=在 Compiler32 中打开当前的Inno Setup脚本 （Inno Setup程序编辑器）
00000143=打开输出文件夹(&U)
00000144=打开项目的输出文件夹
00000145=导入 [文件] 单元...
00000146=从现有的脚本文件导入 [文件] 单元
00000147=导入 [目录] 单元...
00000148=从现有的脚本文件导入 [目录] 单元
00000149=导入 [INI] 单元...
00000150=从现有的脚本文件导入 [INI] 单元
00000151=导入 [消息] 单元...
00000152=从现有的脚本文件导入 [消息] 单元
00000153=导入 [注册表] 单元...
00000154=从现有的脚本文件导入 [注册表] 单元
00000155=INI 文件导入...
00000156=导入 INI 文件
00000157=导入邮件文件...
00000158=导入邮件文件
00000159=导入注册表文件...
00000160=导入注册表文件
00000161=导出 [INI] 部分...
00000162=[INI] 部分导出到文件
00000163=导出 [消息] 单元...
00000164=导出 [消息] 单元到文件
00000165=导出 [注册表] 单元...
00000166=导出 [注册表] 单元到文件
00000167=分离调试器(&D)
00000168=分离调试器
00000169=运行(&R)
00000170=运行
00000171=运行到光标处(&C)
00000172=运行到光标处
00000173=单步执行(&I)
00000174=单步执行
00000175=单步跳过(&O)
00000176=单步执行
00000177=暂停(&A)
00000178=暂停调试器
00000179=终止(&T)
00000180=终止调试器
00000181=安装程序
00000182=目标安装程序
00000183=卸载
00000184=目标卸载
00000185=参数(&P)...
00000186=参数
00000187=评估常数(&E)...
00000188=评估常数
00000189=切换断点(&B)
00000190=切换断点
00000191=生成 GUID(&G)
00000192=生成 GUID ；替换当前选定的文本
00000193=配置标志工具(&S)...
00000194=编辑代码签名工具
00000195=选项(&O)
00000196=程序选项
00000197=选择下一个选项卡
00000198=选择下一个脚本选项卡
00000199=选择上一个选项卡
00000200=选择上一个脚本选项卡
00000201=Inno Script Studio帮助
00000202=Inno Script Studio文档
00000203=Inno Script Studio网站(&W)
00000204=Inno Script Studio主页
00000205=Inno Setup文档(&D)
00000206=Inno Setup文档
00000207=Inno Setup示例脚本
00000208=Inno Setup示例
00000209=Inno Setup常见问题(&F)
00000210=Inno Setup常见问题
00000211=Inno Setup程序的修订历史记录(&R)
00000212=Inno Setup程序的修订历史记录
00000213=Inno Setup Web 站点
00000214=Inno Setup主页
00000215=Inno Setup预处理器文档(&N)
00000216=Inno Setup预处理器文档
00000217=Inno Setup预处理器 Web 站点(&O)
00000218=Inno Setup预处理器主页
00000219=Inno Setup扩展知识库(&K)
00000220=Inno Setup扩展知识基地主页
00000221=RemObjects Pascal 脚本的 Web 站点(&E)
00000222=RemObjects Pascal 脚本主页
00000223=支持Inno Setup(&S)
00000224=Inno Setup捐赠 Web 页
00000225=关于Inno Setup
00000226=关于Inno Setup
00000227=支持Inno Script Studio
00000228=Inno Script Studio捐赠 Web 页
00000229=检查更新(&U)
00000230=检查更新
00000231=关于(&A)
00000232=关于|显示应用程序信息，版本数字版权
00000233=目标-[%s]
00000234=选择调试目标
00000235=在 Facebook 上的Inno Script Studio

[Dialog.AddFolder]
00000001=根:
00000002=通配符:
00000003=添加目录
00000004=添加文件
00000005=添加子目录
00000006=外部
00000007=作为递归文件夹添加

[Dialog.BDEAlias]
00000001=别名名称:
00000002=数据目录的路径:
00000003=BDE 驱动程序的名称:
00000004=在创建前删除

[Dialog.CodeSigning]
00000001=名称
00000002=命令
00000003=添加
00000004=添加新的代码签名条目
00000005=编辑
00000006=编辑当前所选的代码签名条目
00000007=删除
00000008=删除当前选定的代码签名条目

[Dialog.EvaluateConstant]
00000001=选择脚本将被评估的常量:

[Dialog.FileAssociation]
00000001=文件扩展名:
00000002=类型名称:
00000003=文档说明:
00000004=关联:
00000005=图标文件名:
00000006=图标索引:

[Dialog.GoToLine]
00000001=输入新行号:

[Dialog.InstallFonts]
00000001=字体名称
00000002=文件名

[Dialog.InternetShortcut]
00000001=文件名:
00000002=URL:

[Dialog.Language]
00000001=选择语言:
00000002=语言 ID:
00000003=代码页:
00000004=对话框的字体名称:
00000005=“欢迎”使用字体的名称:
00000006=标题字体名称:
00000007=版权所有字体名称:
00000008=大小:
00000009=大小:
00000010=大小:
00000011=大小:
00000012=从右到左显示的语言

[Dialog.Languages]
00000001=请选择要添加的标准Inno Setup程序语言
00000002=选择所有(&S)
00000003=取消选择所有(&D)

[Dialog.NewProject]
00000001=在启动时不显示此对话框(&D)
00000002=创建新的
00000003=Inno Setup程序
00000004=专门的模板
00000005=通用模板
00000006=主题模板
00000007=NSIS 安装程序
00000008=通用模板
00000009=特殊模板
00000010=主题模板
00000011=使用脚本向导创建项目
00000012=主题样式:
00000013=打开最近的脚本

[Dialog.ODBCProfile]
00000001=名称
00000002=驱动程序

[Dialog.Parameters]
00000001=命令行参数，安装程序和卸载:

[Dialog.WindowsVersion]
00000001=请选择 Windows 版本:
00000002=Windows 生成信息
00000003=主要版本:
00000004=次要版本:
00000005=生成版本:
00000006=服务包:
00000007=你只可以在这里键入号码
00000008=你只可以在这里键入号码
00000009=你只可以在这里键入号码
00000010=你只可以在这里键入号码
00000011=包括生成版本

[Options]
00000001=工具
00000002=重置选项
00000003=导入选项
00000004=导出选项

[Options.Associations]
00000001=文件关联
00000002=关联Inno Setup脚本 (*.iss) 文件到此编译器(&A)

[Options.CodeSigning]
00000001=名称
00000002=命令
00000003=添加
00000004=添加新的代码签名条目
00000005=编辑
00000006=编辑当前所选的代码签名条目
00000007=删除
00000008=删除当前选定的代码签名条目

[Options.Compiler]
00000001=Inno Setup编译器位置
00000002=编译器的目录:

[Options.Display]
00000001=显示 （常规）
00000002=显示选项卡关闭上:
00000003=在编辑器的选项卡上显示关联的图标
00000004=单元视图
00000005=在单元中显示网格线
00000006=显示注释和ISPP线
00000007=显示注释和ISPP线作为值

[Options.Editor]
00000001=编辑器设置
00000002=标签宽度:
00000003=自动调用自动完成
00000004=使用语法突出显示
00000005=下划线标出的语法错误
00000006=自动缩进
00000007=允许将光标移动超出了行尾的
00000008=单词自动换行长行
00000009=将制表符转换为空格
00000010=编辑器的显示
00000011=右边距:
00000012=显示当前行
00000013=显示参考线缩进
00000014=显示编辑器装订线
00000015=在装订线中显示行号
00000016=显示右边距

[Options.FontsAndColors]
00000001=编辑器字体
00000002=编辑器字体:
00000003=编辑器字体大小:
00000004=反走样质量:
00000005=编辑器的颜色
00000006=背景色:
00000007=启用线条颜色:
00000008=编辑器字体颜色:
00000009=插入符号的颜色:

[Options.General]
00000001=启动选项
00000002=启动部分:
00000003=显示项目对话框
00000004=重新打开最后一个脚本文件
00000005=打开一个空白的脚本文件
00000006=常规设置
00000007=编写布尔值为:
00000008=在标题栏中显示完整路径
00000009=在编译之前自动保存
00000010=保存时创建备份
00000011=允许撤消保存后
00000012=在例外情况时暂停
00000013=总是在编译完成脚本文件后测试

[Options.Plugins]
00000001=名称
00000002=作者
00000003=文件名
00000004=启用插件
00000005=启用/禁用选定的插件
00000006=配置插件
00000007=配置的当前所选的插件
00000008=关于插件
00000009=显示关于当前选定的插件的信息

[Options.Styler.Inno]
00000001=Inno Setup格式
00000002=字体样式
00000003=风格元素:
00000004=前景颜色:
00000005=背景色:
00000006=格式示例

[Options.Styler.Pascal]
00000001=格式示例
00000002=Pascal 风格
00000003=字体样式
00000004=风格元素:
00000005=前景颜色:
00000006=背景色:

[Options.Updates]
00000001=更新设置
00000002=代理服务器:
00000003=用户名:
00000004=密码:
00000005=自动检查更新启动时
00000006=从 BETA 通道切换到更新
00000007=追加日志文件的更新
00000008=使用代理服务器

[Project.Additional]
00000001=附加设置
00000002=额外的磁盘空间:
00000003=时间戳的舍入:
00000004=触摸日期:
00000005=触摸时间:
00000006=更改关联
00000007=总是重新启动
00000008=如果所需的运行重新启动
00000009=允许在安装过程中的取消
00000010=在 UTC 时间戳
00000011=更改环境
00000012=安装程序图标
00000013=安装程序图标文件:
00000014=选择安装程序的图标文件

[Project.Appearance]
00000001=向导窗口
00000002=正常向导映像:
00000003=小向导映像:
00000004=背景颜色:
00000005=拉伸图像向导
00000006=选择小向导图像
00000007=选择正常向导图像
00000008=后台窗口
00000009=颜色 1:
00000010=颜色 2:
00000011=方向:
00000012=后台窗口可见
00000013=纯色背景颜色
00000014=显示窗口标题
00000015=可调整大小的窗口
00000016=启动最大化

[Project.ApplicationDetails]
00000001=应用程序详细信息
00000002=应用程序的名称:
00000003=应用程序版本:
00000004=应用程序版权:
00000005=应用程序互斥:
00000006=密码:
00000007=所需的权限:
00000008=应用程序 ID:
00000009=应用程序版本:
00000010=生成应用程序 ID
00000011=AppVerName 在 Inno Setup的 5.3.10 版中被 AppVersion 所替代。\n\n单击这里要转换为新的 AppVersion 指令。
00000012=许可证和信息
00000013=许可文件:
00000014=文件前的信息:
00000015=文件后的信息:
00000016=浏览许可证文件
00000017=浏览文件前的信息
00000018=浏览文件后的信息

[Project.CodeSigning]
00000001=代码签名
00000002=卸载程序文件夹:
00000003=代码签名工具:
00000004=使用签名的卸载程序
00000005=选择要存储的已签名的卸载程序文件目录
00000006=配置代码签名工具

[Project.Compiler]
00000001=编译器设置
00000002=输出文件夹:
00000003=输出基文件名:
00000004=源文件夹:
00000005=输出清单文件:
00000006=使用安装程序加载程序
00000007=合并重复的文件
00000008=加密
00000009=终端服务意识
00000010=安装程序日志记录
00000011=选择输出目录
00000012=选择源目录
00000013=选择输出清单文件
00000014=体系结构的设置
00000015=安装在 64 位模式下:
00000016=允许的体系结构:

[Project.Compression]
00000001=压缩
00000002=压缩:
00000003=内部压缩:
00000004=压缩级别:
00000005=压缩线程:
00000006=固实压缩
00000007=LZMA/LZMA2 设置
00000008=算法:
00000009=块的大小:
00000010=字典大小:
00000011=匹配查找器:
00000012=Num 块线程:
00000013=Num 快速字单元:
00000014=使用单独的进程:

[Project.Directory]
00000001=应用程序文件夹
00000002=默认的文件夹名称:
00000003=禁用文件夹页面:
00000004=文件夹存在警告:
00000005=创建应用程序文件夹
00000006=使用以前的应用程序文件夹
00000007=允许根文件夹
00000008=允许的 UNC 路径
00000009=启用文件夹不存在警告
00000010=追加默认的文件夹名称

[Project.DiskSpanning]
00000001=磁盘跨越
00000002=磁盘群集大小:
00000003=保留字单元为单位）:
00000004=磁盘扇区大小:
00000005=每个磁盘的扇区:
00000006=预设的跨度大小:
00000007=启用磁盘跨越

[Project.InstallPages]
00000001=安装页
00000002=使用以前的安装程序类型
00000003=使用前面的任务
00000004=禁用准备页
00000005=禁用准备备注
00000006=平板组件列表
00000007=显示组件大小
00000008=禁用已完成的页面
00000009=显示任务树行
00000010=显示组件列表
00000011=在准备好的页面上显示的文件夹
00000012=在准备好的页面上显示组
00000013=禁用启动时提示
00000014=禁用欢迎页
00000015=使用以前的语言

[Project.Language]
00000001=语言设置
00000002=语言检测方法:
00000003=显示语言对话框中:
00000004=显示不可显示语言

[Project.LogFile]
00000001=日志文件
00000002=日志文件名:
00000003=测井方法:
00000004=选择日志文件

[Project.ProgramGroup]
00000001=程序组
00000002=默认的组名称:
00000003=禁用程序组页面:
00000004=使用前一组
00000005=允许没有图标
00000006=始终使用个人组
00000007=追加默认的组名称

[Project.PublisherInfo]
00000001=发布服务器的信息
00000002=发布者:
00000003=发布服务器上的 URL:
00000004=支持 URL:
00000005=更新的 URL:
00000006=版本:
00000007=注释
00000008=联系人:
00000009=自述文件:
00000010=电话:

[Project.RestartManager]
00000001=重新启动管理器
00000002=应用程序筛选器:
00000003=自动关闭应用程序
00000004=重新启动应用程序

[Project.SysRequirements]
00000001=系统要求
00000002=仅下面的 Windows 版本
00000003=Windows:
00000004=Windows NT:
00000005=仅选择以下 Windows NT 版本
00000006=仅选择以下 Windows 版本
00000007=最低的 Windows 版本
00000008=Windows:
00000009=Windows NT:
00000010=选择最低的 Windows 版本
00000011=选择最低的 Windows NT 版本

[Project.Uninstall]
00000001=卸载设置
00000002=日志模式:
00000003=卸载文件的文件夹:
00000004=卸载:
00000005=创建注册表项:
00000006=重新启动计算机
00000007=更新卸载日志 AppName
00000008=程序功能的设置
00000009=显示名称:
00000010=显示图标:
00000011=图标索引:
00000012=修改路径:
00000013=显示大小:

[Project.UserInfo]
00000001=用户信息
00000002=默认的用户信息名称:
00000003=默认用户信息组织:
00000004=默认用户信息串行:
00000005=显示用户信息页
00000006=使用以前的用户信息

[Project.VersionInfo]
00000001=版本信息
00000002=版本:
00000003=公司:
00000004=说明:
00000005=文本版本:
00000006=版权:
00000007=产品名称:
00000008=产品版本:
00000009=产品版本文本:

[Properties.BaseForm]

[Properties.Components]
00000001=名称:
00000002=说明:
00000003=额外的磁盘空间:

[Properties.CustomMessages]
00000001=消息 ID:
00000002=语言重写:
00000003=自定义消息:

[Properties.Files]
00000001=资料来源:
00000002=目标名称:
00000003=目标路径:
00000004=字体安装:
00000005=外部大小:
00000006=强程序集名称:
00000007=条件
00000008=系统
00000009=(反)安装
00000010=其他

[Properties.Folders]
00000001=名称:
00000002=目标路径:

[Properties.Icons]
00000001=名称:
00000002=文件名:
00000003=工作目录:
00000004=图标文件名:
00000005=图标索引:
00000006=目标路径:
00000007=(反)安装
00000008=更多
00000009=参数:
00000010=应用程序用户模块 ID:
00000011=注释:
00000012=热键:
00000013=Windows 7

[Properties.INIFiles]
00000001=文件名:
00000002=单元:
00000003=密钥:
00000004=字符串:

[Properties.InstallDelete]
00000001=文件名:
00000002=类型:

[Properties.InstallRun]
00000001=文件名:
00000002=参数:
00000003=工作目录:
00000004=说明:
00000005=状态消息:
00000006=一次运行 ID:
00000007=执操作词:
00000008=条件
00000009=系统
00000010=可见性

[Properties.Languages]
00000001=名称:
00000002=消息文件:
00000003=许可文件:
00000004=文件前的信息:
00000005=文件后的信息:

[Properties.Messages]
00000001=消息 ID:
00000002=语言重写:
00000003=默认的消息:
00000004=自定义消息:

[Properties.PostCompile]
00000001=参数:
00000002=文件名:

[Properties.PreCompile]
00000001=参数:
00000002=文件名:

[Properties.Registry]
00000001=根:
00000002=子项:
00000003=值类型:
00000004=值名称:
00000005=值数据:
00000006=(反)安装

[Properties.SignTool]
00000001=命令:
00000002=名称:

[Properties.Special]
00000001=文本:

[Properties.Tasks]
00000001=名称:
00000002=说明:
00000003=组的描述:

[Properties.Types]
00000001=名称:
00000002=说明:

[Properties.UnInstallDelete]
00000001=文件名:
00000002=类型:

[Properties.UnInstallRun]
00000001=文件名:
00000002=参数:
00000003=工作目录:
00000006=一次运行 ID:
00000007=执操作词:
00000008=条件
00000009=系统
00000010=可见性

[Section.BaseForm]

[Section.Components]
00000001=名称
00000002=说明
00000003=所需的空间
00000004=类型
00000005=标志
00000006=最低版本
00000007=仅以下版本
00000008=语言
00000009=检查
00000010=安装前
00000011=安装后

[Section.CustomMessages]
00000001=消息 ID
00000002=语言
00000003=消息

[Section.Files]
00000001=源文件名
00000002=目标文件名
00000003=文件类型
00000004=源文件夹
00000005=目标文件夹
00000006=标志
00000007=归属
00000008=字体安装
00000009=外部大小
00000010=强程序集名称
00000011=最低版本
00000012=只有以下版本
00000013=组件
00000014=任务
00000015=语言
00000016=权限
00000017=不包括
00000018=检查
00000019=安装前
00000020=安装后
00000021=添加文件...
00000022=验证文件存在
00000023=相对路径
00000024=绝对路径
00000025=添加文件夹...
00000026=打开源代码文件夹(&U)
00000027=转换文件的路径

[Section.Folders]
00000001=名称
00000002=目标文件夹
00000003=标志
00000004=归属
00000005=最低版本
00000006=只有以下版本
00000007=组件
00000008=任务
00000009=语言
00000010=权限
00000011=不包括
00000012=检查
00000013=安装前
00000014=安装后

[Section.Icons]
00000001=名称
00000002=文件名
00000003=工作目录
00000004=应用程序用户模型 ID
00000005=标志
00000006=图标文件名
00000007=图标索引
00000008=参数
00000009=注释
00000010=热键
00000011=最低版本
00000012=只有以下版本
00000013=组件
00000014=任务
00000015=语言
00000016=检查
00000017=安装前
00000018=安装后

[Section.INIFiles]
00000001=文件名
00000002=单元
00000003=键
00000004=值
00000005=标志
00000006=最低版本
00000007=只有以下版本
00000008=组件
00000009=任务
00000010=语言
00000011=检查
00000012=安装前
00000013=安装后

[Section.InstallDelete]
00000001=类型
00000002=文件名
00000003=最低版本
00000004=只有以下版本
00000005=组件
00000006=任务
00000007=语言
00000008=检查
00000009=安装前
00000010=安装后

[Section.InstallRun]
00000001=文件名
00000002=参数
00000003=工作目录
00000004=标志
00000005=说明
00000006=状态消息
00000007=执操作词
00000008=一次运行 ID
00000009=最低版本
00000010=只有以下版本
00000011=组件
00000012=任务
00000013=语言
00000014=检查
00000015=安装前
00000016=安装后

[Section.Languages]
00000001=名称
00000002=消息文件
00000003=许可证文件
00000004=文件前的信息
00000005=文件后的信息
00000006=添加标准Inno Setup语言

[Section.Messages]
00000001=消息 ID
00000002=语言
00000003=消息

[Section.PreCompile]
00000001=文件名
00000002=参数
00000003=标志

[Section.Registry]
00000001=根
00000002=子项
00000003=值类型
00000004=值名称
00000005=值数据
00000006=标志
00000007=权限
00000008=最低版本
00000009=只有以下版本
00000010=组件
00000011=任务
00000012=语言
00000013=检查
00000014=安装前
00000015=安装后

[Section.Tasks]
00000001=名称
00000002=说明
00000003=组的描述
00000004=标志
00000005=最低版本
00000006=只有以下版本
00000007=组件
00000008=语言
00000009=检查
00000010=安装前
00000011=安装后

[Section.Types]
00000001=名称
00000002=说明
00000003=标志
00000004=最低版本
00000005=只有以下版本
00000006=语言
00000007=检查
00000008=安装前
00000009=安装后

[Section.UnInstallDelete]
00000001=类型
00000002=文件名
00000003=最低版本
00000004=只有以下版本
00000005=组件
00000006=任务
00000007=语言
00000008=检查
00000009=安装前
00000010=安装后

[Section.UnInstallRun]
00000001=文件名
00000002=参数
00000003=工作目录
00000004=标志
00000005=说明
00000006=状态消息
00000007=执操作词
00000008=一次运行 ID
00000009=最低版本
00000010=只有以下版本
00000011=组件
00000012=任务
00000013=语言
00000014=检查
00000015=安装前
00000016=安装后

[Wizard.BaseForm]

[Wizard.InnoSetup]
00000001=Inno Setup并不是所有功能接受此向导。请参阅创建Inno Setup程序脚本详细信息的文档.\n\n单击下一步继续，或单击取消以退出此向导。
00000002=此向导将指导您创建一个新的Inno Setup脚本文件。结果将用于生成一个新的脚本文件，可以直接编译或保存在磁盘上供以后使用。
00000003=欢迎来到 [name]
00000004=您已成功完成 [name].\n\n要关闭此向导并生成新的脚本文件，单击完成。
00000005== 所需
00000006=粗体
00000007=创建一个新的空脚本文件(&E)
00000008=应用程序的名称(&M):
00000009=应用程序发布服务器(&P):
00000010=应用程序的网站(&W):
00000011=应用程序版本(&V):
00000012=应用程序文件夹的名称(&M):
00000013=应用目标基文件夹(&D):
00000014=应用程序不需要的文件夹(&S)
00000015=允许用户更改的应用程序文件夹(&C)
00000016=其他:
00000017=浏览(&R)...
00000018=应用程序的主可执行文件(&M):
00000019=允许用户在安装完毕后启动应用程序(&U)
00000020=添加文件(&A)...
00000021=添加文件夹(&F)...
00000022=编辑(&E)...
00000023=其他应用程序文件(&F):
00000024=删除(&V)
00000025=应用程序没有一个主可执行文件(&S)
00000026=允许用户禁用在开始菜单文件夹中创建(&D)
00000027=其他主要的可执行文件图标:
00000028=应用程序开始菜单文件夹名称(&S):
00000029=在开始菜单文件夹中创建卸载图标(&U)
00000030=在开始菜单文件夹中创建 Internet 快捷方式(&I)
00000031=允许用户创建桌面图标(&P)
00000032=允许用户更改开始菜单文件夹名称(&C)
00000033=允许用户创建一个快速启动图标(&Q)
00000034=浏览(&W)...
00000035=在安装后，显示的信息文件(&A):
00000036=浏览(&O)...
00000037=安装前所示的信息文件(&I):
00000038=浏览(&R)...
00000039=许可文件(&L):
00000040=选择所有(&S)
00000041=语言(&L):
00000042=取消选择所有(&D)
00000043=使用密码加密的应用程序文件(&E)
00000044=编译器输出基地文件的名称(&F):
00000045=浏览(&R)...
00000046=自定义编译器输出目录(&D):
00000047=设置密码(&P):
00000048=浏览(&W)...
00000049=自定义安装程序的图标文件(&I):

[$CONSTANTS]
Default=默认
SCaption3rdparty=第三方单元
SCaption3rdpartyDownload=下载
SCaption3rdpartyPost=开机自检编译步骤
SCaption3rdpartyPre=预编译步骤
SCaptionAppearance=外观
SCaptionApplicationAdditional=附加设置
SCaptionApplicationDetails=应用程序详细信息
SCaptionApplicationFolder=应用程序文件夹
SCaptionAssociations=文件关联
SCaptionAutoCAcceptWith=接受：<TAB>或<ENTER>
SCaptionAutoCNoSelection=请从自动完成列表中选择一个条目
SCaptionBlankScript=空白脚本
SCaptionBothOptions=活动选项卡和选项卡栏
SCaptionCode=Pascal 代码
SCaptionCodeSigning=代码签名
SCaptionCodeSigningTools=代码签名工具
SCaptionCompilerSettings=编译器设置
SCaptionComponents=组件
SCaptionCompression=压缩
SCaptionCopy=复制(&C)
SCaptionCustomizeView=自定义视图...
SCaptionCustomMessages=自定义消息
SCaptionCut=剪切(&T)
SCaptionDelete=删除项目(&L)
SCaptionDeleteAll=删除所有项目
SCaptionDiskSpanning=跨磁盘
SCaptionDisplaySettings=显示设置
SCaptionDuplicateEntry=重复的条目
SCaptionEditorSettings=编辑器设置
SCaptionFiles=文件
SCaptionFolders=目录
SCaptionFontsAndColors=字体和颜色
SCaptionGeneralSettings=常规设置
SCaptionGenericTemplates=通用模板
SCaptionIcons=图标
SCaptionIni=INI 文件
SCaptionInnoSetupProject=Inno Setup项目
SCaptionInnoStyler=Inno Setup格式
SCaptionInsertCommentLine=注释行
SCaptionInsertEmptyLine=空线
SCaptionInsertISPPLine=ISPP线
SCaptionInstallationPages=安装页
SCaptionInstallDelete=安装删除
SCaptionInstallRun=安装运行
SCaptionItemProperties=项目属性
SCaptionLanguages=语言
SCaptionLanguageSettings=语言设置
SCaptionLocateInScript=在脚本中找到项目
SCaptionLogFile=日志文件
SCaptionMessages=消息
SCaptionMoveDown=向下移动
SCaptionMoveToBottom=移动到底部
SCaptionMoveToTop=将移至顶部
SCaptionMoveUp=向上移动
SCaptionNewItem=新项目
SCaptionNoProject=<无项目>
SCaptionPascalStyler=Pascal 风格
SCaptionPaste=粘贴(&P)
SCaptionPluginDisable=禁用插件
SCaptionPluginEnable=启用插件
SCaptionPluginSettings=插件设置
SCaptionPost=开机自检编译步骤
SCaptionPostCompileImported=%s postCompile单元
SCaptionPre=预编译步骤
SCaptionPreCompileImported=%s 预编译单元
SCaptionProgramGroup=程序组
SCaptionProgramGroupVista=程序和功能设置
SCaptionProgramGroupXP=添加或删除程序设置
SCaptionProject=项目-[%s]
SCaptionPublisherInformation=发布服务器的信息
SCaptionRegistry=注册表
SCaptionRestartManager=重新启动管理器
SCaptionRunAs2KXP=总是不同的用户身份启动安装/卸载
SCaptionRunAsVista=始终以管理员身份启动安装/卸载
SCaptionScript=Inno Setup脚本
SCaptionSelectAll=选择所有
SCaptionSelectIconFile=选择图标文件
SCaptionSelectInfoFile=选择信息文件
SCaptionSelectINIFile=选择 INI 文件
SCaptionSelectLicenseFile=选择许可证文件
SCaptionSelectLogFile=选择编译器日志文件
SCaptionSelectManifestFile=选择输出清单文件
SCaptionSelectMessagesFile=选择邮件文件
SCaptionSelectOutputFolder=选择输出文件夹
SCaptionSelectRegistryFile=选择注册表文件
SCaptionSelectSignedUninstallFolder=选择签署的卸载程序文件夹
SCaptionSelectSourceFolder=选择源文件夹
SCaptionSelectWizardImage=选择向导图像
SCaptionSelectWizardImage2=选择小向导图像
SCaptionSimpleScript=简单的脚本
SCaptionSpecialItems=特别项目
SCaptionSpecializedTemplates=专门的模板
SCaptionSpecialValueComment=注释
SCaptionSpecialValueCommentText=注释文本:
SCaptionSpecialValueEmptyLine=空线
SCaptionSpecialValueISPPCode=ISPP代码:
SCaptionSpecialValueISPPLine=ISPP线
SCaptionSupercededDirective=旧的指令
SCaptionSystemRequirements=系统要求
SCaptionTabBarOption=仅选项卡栏 (所示在右手边)
SCaptionTabOption=仅活动选项卡
SCaptionTargetMenu=目标 [%s]
SCaptionTasks=任务
SCaptionThemedTemplates=主题模板
SCaptionThirdPartyImported=%s 设置导入
SCaptionTypes=类型
SCaptionUninstall=卸载设置
SCaptionUninstallDelete=卸载删除
SCaptionUninstallRun=卸载运行
SCaptionUpdateSettings=更新设置
SCaptionUserInformation=用户信息
SCaptionVersionInformation=版本信息
SCompilerExampleScripts=示例脚本...
SCompilerExecuteSetupError=执行"%s"时出现错误： \n\n %d: %s
SCompilerIllegalNullChar=%d 行上的非法 null 字符。
SCompilerMoreFiles=更多的文件...
SCompilerStatusAborted=编译已中止。
SCompilerStatusElapsed=总编译时间: %s
SCompilerStatusErrorAborted=编译器错误！
SCompilerStatusFileError=错误: 无法找到 %s。请确认该 %s 操作。
SCompilerStatusFinished=编译完成。[%s在%s]
SCompilerStatusPrePostFinished=%s 处理完成。
SCompilerStatusPrePostStarted=%s 处理。
SCompilerStatusPrePostStep=运行: %s
SCompilerStatusPrePostWarning=%s 处理仍正在测试。
SCompilerStatusStarting=开始编译。[%s在%s]
SCompilerStatusUnsupported=ISPP定义是目前不支持 %s 一单元。
SCompilerStatusVersion=编译脚本用 %s [%s]
SDebuggerExitCode=%s 退出代码
SDebuggerExitCodeError1=无法获取 %s 的退出代码 (%s 失败)
SDebuggerExitCodeError2=%s 仍在运行 ；不能退出代码
SDebuggerStatusAppStarted=%s 应用程序已启动
SDebuggerStatusCleanUp=删除遗留的临时目录
SDebuggerStatusCleanUpFailed=未能删除临时目录
SDebuggerStatusTerminating=# 终止进程 #
SDialogButtonApply=应用
SDialogButtonBack=< 返回(&B)
SDialogButtonCancel=取消
SDialogButtonFindAll=查找所有
SDialogButtonFinish=完成(&F)
SDialogButtonHelp=帮助
SDialogButtonNext=前进(&N) >
SDialogButtonOK=确定
SDialogButtonReplaceAll=全部替换
SEditorAbortCompile=你确定你要中止编译？
SEditorCaptionColumn=列
SEditorCaptionInsert=插入
SEditorCaptionLine=行
SEditorCaptionModified=修改
SEditorCaptionOverwrite=覆盖
SEditorCaptionReadOnly=只读
SFormCaptionAbout=关于
SFormCaptionAddFolder=添加文件夹
SFormCaptionBDEAlias=创建 BDE 别名
SFormCaptionComponent=组件属性
SFormCaptionCustomize=自定义列
SFormCaptionCustomMessage=自定义消息属性
SFormCaptionEvaluateConstant=评估常数
SFormCaptionFile=文件属性
SFormCaptionFileAssociation=创建文件关联
SFormCaptionFolder=目录属性
SFormCaptionGoToLine=转到行号
SFormCaptionIcon=图标属性
SFormCaptionImportINIFiles=导入 INI 文件
SFormCaptionImportMessages=导入邮件
SFormCaptionImportRegistryFiles=导入注册表文件
SFormCaptionIniFile=INI 文件属性
SFormCaptionInnoWizard=Inno Setup脚本向导
SFormCaptionInnoWizardFiles=脚本向导文件
SFormCaptionInstallDelete=安装删除操作
SFormCaptionInstallFonts=选择字体
SFormCaptionInstallRun=安装运行的操作
SFormCaptionInternetShortcut=创建互联网的快捷方式
SFormCaptionLanguage=语言属性
SFormCaptionLanguageOptions=语言选项
SFormCaptionLanguages=选择标准语言
SFormCaptionMessage=消息属性
SFormCaptionNewProject=新的项目
SFormCaptionODBCProfile=创建 ODBC 配置文件
SFormCaptionOptions=选项
SFormCaptionParameters=参数
SFormCaptionPostCompile=Post-Compile 操作
SFormCaptionPreCompile=预编译的操作
SFormCaptionRegistry=注册表项
SFormCaptionReplace=替换文本
SFormCaptionSearch=查找文本
SFormCaptionSetupOptions=设置选项
SFormCaptionSignTool=签名工具属性
SFormCaptionSignTools=签名工具
SFormCaptionSpecialValue=特殊值属性
SFormCaptionTask=任务属性
SFormCaptionType=类型属性
SFormCaptionUninstallDelete=卸载删除操作
SFormCaptionUninstallRun=卸载运行的操作
SGroupCaptionAdditional=更多
SGroupCaptionAttributes=属性
SGroupCaptionComponents=组件
SGroupCaptionDetails=详细信息
SGroupCaptionExcludes=不包括
SGroupCaptionFlags=标志
SGroupCaptionLanguages=语言
SGroupCaptionMinWindowsGroup=最低的 Windows 版本
SGroupCaptionOnlyBelowWindows=只有下面的 Windows 版本
SGroupCaptionPermissions=权限
SGroupCaptionScripting=Pascal 脚本
SGroupCaptionSignTool22=签名工具详细信息
SGroupCaptionSysRequirments=系统要求
SGroupCaptionTasks=任务
SGroupCaptionTypes=类型
SHintCopy=复制所选内容并把它放在剪贴板上
SHintCustomizeView=自定义当前视图
SHintCut=剪切所选内容并把它放在剪贴板上
SHintDelete=删除项目
SHintDeleteAll=删除所有项目
SHintExpression=布尔表达式，其中可能包含调用来检查功能\n要设置卸载参数.\n\n示例： not IsTaskSelected('portablemode')
SHintInsertCommentLine=注释行
SHintInsertEmptyLine=空线
SHintInsertISPPLine=ISPP线
SHintItemProperties=显示所选的项目属性表
SHintLanguage=使用 %s 的语言文件
SHintLocateInScript=活动脚本中找到的项目
SHintMinimumWindows=选择最低的 Windows 版本
SHintMinimumWindowsNT=选择最低的 Windows NT 版本
SHintMoveDown=向下移动
SHintMoveToBottom=移动到底部
SHintMoveToTop=移动到顶部
SHintMoveUp=向上移动
SHintNewItem=新项目
SHintOnlyBelowWindows=选择仅下列 Windows 版本
SHintOnlyBelowWindowsNT=选择仅下列 Windows NT 版本
SHintPaste=粘贴当前剪贴板中的内容
SHintSelectAll=选择所有项目
SHintSpecialItems=特别项目
SLabelCaptionAfterInstall=安装后:
SLabelCaptionBeforeInstall=安装前:
SLabelCaptionCheck=检查:
SLabelCaptionManualListEntry=手动列表条目 （每个条目必须用一个空格分隔）
SMessageClearAllItems=你确定你要清除此脚本部分的所有条目？
SMessageCompileNow=你想现在编译新的脚本吗？
SMessageCompilerErrorTitle=编译器错误
SMessageCompilerNeedUninstExe=不能作为这次的目标卸载。请运行安装程序成功地完成第一次
SMessageCompilerRunning=编译已在进行中。
SMessageCompilerSaveFile=你想在编译之前保存脚本？\n\n如果你回答“否”，编译安装在默认情况下将被放置在您的“我的文档”文件夹下。
SMessageConvertAppVerName=将应用程序的版本从 AppVerName 指令转换为较新的 AppVersion? \n\n这个更改将禁用旧 AppVerName 指令后将值复制到较新的 AppVersion.\n\n转换后请确认 AppVersion 指令是正确的。
SMessageConvertToAbsolutePath=转换要有绝对文件路径的选择的文件吗？
SMessageConvertToRelativePath=转换要有相对文件路径的选择的文件吗？
SMessageCreateUninstallIconError=请在 [设置] 脚本部分，指定"AppName"值。
SMessageDebuggerDetachProcess=此命令将分离调试器从 %s 正在运行的进程。是否继续？
SMessageDebuggerException=行 %d:\n%s。
SMessageDebuggerExceptionTitle=运行时错误
SMessageDebuggerNoCode=没有生成任何代码的当前行。
SMessageDebuggerPausePending=暂停已挂起。
SMessageDebuggerStopProcess=请在执行此命令之前，停止正在运行 %s 的进程。
SMessageDebuggerTerminateProcess=这将无条件终止正在运行的进程。是否继续？
SMessageDebuggerTerminateProcess1=这将无条件终止正在运行 %s 的进程。是否继续？
SMessageDebuggerTerminateProcess2=请注意如果 %s 是目前正处于安装阶段，迄今对系统所做的任何更改也不会撤消，不会卸载的数据被写入。
SMessageDebuggerTerminateProcessTitle=终止进程
SMessageDeleteMultipleItems=确实要将此脚本部分从中删除 %d 个项目条目吗？
SMessageEvaluateErrorTitle=评估错误
SMessageEvaluateResultTitle=评估结果
SMessageEvaluateUnknown=出现未知的错误。
SMessageFileAssocError1=缺少的文件扩展名。
SMessageFileAssocError2=缺少类型名称。
SMessageFileAssocError3=丢失的文档说明。
SMessageFileAssocError4=丢失的文件与之相关联。
SMessageFileAssocFailed=未能与iss文件 extension\nErrorCode assocciate %s: %d (%s)
SMessageFileAssocNotElevated=若要允许 %s 要与 iss 文件扩展名相关联，它必须运行以管理员身份。
SMessageFileAssocSuccess=.Iss 扩展名成功关联： %s
SMessageFileAssocTitle=更改关联
SMessageFileCheckError=以下文件似乎不存在。
SMessageFileCheckErrorTitle=丢失的文件
SMessageFileCheckSuccess=检查所有的文件似乎存在。
SMessageGenerateGUID=生成 GUID 将插入到编辑器中当前光标所在的位置。是否继续？
SMessageGenerateGUID2=应用程序 ID 已经被分配\n\n您想要生成应用程序 ID 来替换吗？
SMessageGenerateGUIDTitle=生成 GUID
SMessageGoToLineError=行号必须介于 1 和 %d之间
SMessageImportMessages=你想要替换当前的 [消息] 单元在脚本中导入的邮件吗？
SMessageISCmplrError=Inno Script Studio一直无法加载Inno Setup编译器 (%s)。请确认Inno Setup编译器位置已正确的设置.\n\nInno Setup编译器的功能将不可用，直到设置有效的编译器的位置。
SMessageISCmplrErrorTitle=加载 %s 时出错
SMessageLocateInScriptError=活动脚本中查找项时出错
SMessageLogFileReadError=读取日志文件时出错
SMessageLogFileReadErrorTitle=读取日志文件时出错
SMessageLogFileWriteError=创建日志文件时出错
SMessageLogFileWriteErrorTitle=写入日志文件时出错
SMessageMRUFileNotFound=文件 %s 不能被找到.\n\n您想要从最近的项目列表中删除它吗？
SMessageMRUFileNotFoundTitle=加载文件时出错
SMessageODBCTypeError=不受支持的注册表值的类型的： %s
SMessageOpenInInnoCompiler1=该脚本之前必须先保存在Inno Setup.\n\n您想要现在保存的脚本文件可以打开它吗？
SMessageOpenInInnoCompiler2=脚本文件已被修改，并可以在Inno Setup\n\n您想要现在保存的脚本文件中打开它之前必须先保存吗？
SMessagePostCompileImported=%s PostCompile 单元已导入到 PostCompile 单元。
SMessagePreCompileImported=%s PreCompile 单元已导入的 PreCompile 单元。
SMessageReloadScript1=该文件已在源编辑器被修改.\n\n您想要重新加载该文件吗？
SMessageReloadScript2=该文件已被修改，源代码编辑器之外。更改也在源代码编辑器作出了。\n\n您要重新加载该文件，而舍弃源代码编辑器中所做的更改？
SMessageReloadScriptModal=在源代码编辑器中，该文件已被修改。你可能想要重新加载它。
SMessageResetOptions=将所有选项重都置为默认设置吗？
SMessageSaveChanges=文件 %s 中的文本已改变.\n\n您想要保存所做的更改吗？
SMessageThirdPartyImported=%s 设置已经被导入到第三方部分。
SMessageUpdateAvailable=Inno Script Studio (%s) 的新版本是可用的.\n\n您想要下载并安装该新版本吗？
SMessageUpdateAvailableTitle=有可用的新更新
SMessageUpdateError=Inno Script Studio一直无法下载的更新信息。
SMessageUpdateFailed=Inno Script Studio一直无法连接到更新服务器 \nIf 你是使用代理服务器请检查您的设置，然后再试。
SMessageUpdateFailedTitle=更新失败
SMessageUpdateLatestInstalled=您的应用程序版本 (%s) 是最新的。
SMessageValidationError=在继续之前必须纠正以下验证错误。
SMessageValidationErrorItem=请输入"%s"的值。
SMessageValidationErrorTitle=验证错误
SMessageVerifyFiles=要验证所选的文件脚本首先必须是的 saved.\n\nWould 您要保存脚本，所以可以检查所选的文件吗？
STabCaptionAdditional=更多
STabCaptionAdvanced=高级
STabCaptionAttributes=常规
STabCaptionCommon=常见
STabCaptionComponents=组件
STabCaptionDetails=详细信息
STabCaptionGeneral=常规
STabCaptionLanguage=语言
STabCaptionTasks=任务
STabCaptionTypes=类型
SUntitled=无题
SWizardAppDir=应用程序文件夹
SWizardAppDir2=请指定您的应用程序文件夹中的信息。
SWizardAppDirNameError=请指定应用程序的文件夹的名称。
SWizardAppDocs=应用程序的文档
SWizardAppDocs2=请指定哪些文档文件应由安装程序在安装过程中所示。
SWizardAppExeError=请指定应用程序的主可执行文件。
SWizardAppFiles=应用程序文件
SWizardAppFiles2=请指定您的应用程序的一部分的文件。
SWizardAppFiles3=请指定的源文件夹。
SWizardAppFilesSubDirsMessage="%s"的子文件夹中的文件还应包括？
SWizardAppGroupNameError=请指定应用程序开始菜单组名称。
SWizardAppIcons=应用程序图标
SWizardAppIcons2=请指定应为您的应用程序创建的图标。
SWizardAppInfo=应用程序信息
SWizardAppInfo2=请指定您的应用程序的一些基本信息。
SWizardAppNameError=请指定应用程序的名称。
SWizardAppRootDirError=请指定应用程序的目标基文件夹。
SWizardAppVersionError=请指定应用程序的版本。
SWizardCancelMessage=[name] 不是完整的。如果您现在退出，新的脚本文件不会生成.\n\n退出 [name] 吗？
SWizardCancelMessage2=[name] 启动向导不是完整的。如果您现在退出，您已选择要导入的设置不会保存.\n\n退出 [name] 启动向导吗？
SWizardCompiler=编译器设置
SWizardCompiler2=请指定一些基本的编译器设置。
SWizardCompiler32Check=由约旦罗素Inno Setup程序编译器
SWizardCompilerOutputDir=请指定的文件夹。
SWizardDefaultName=Inno Setup脚本向导
SWizardFileAppDestRootDirError=请指定应用程序文件夹中的另一个目的地基文件夹。
SWizardFileDestRootDirError=请指定基的目标文件夹。
SWizardFinished=完成
SWizardImport=从导入设置
SWizardImport2=请选择要从中导入设置的开发工具。
SWizardImportError=请指定至少一个已安装的环境下，要从中导入设置
SWizardImportLabel=[name] 为Inno Setup程序检测到以下发展环境的存在。
SWizardImportMRUList=最近的文件列表中导入选定的环境。
SWizardInnoIDECheck=InnoIDE 由 Graham Murt 
SWizardISGCheck=Inno Script Generator 由 Hisoft 2000
SWizardISPP=Inno Setup预处理器
SWizardISPP2=请指定是否应使用Inno Setup预处理器。
SWizardISPPCheck=是的，使用 #define 编译器指令
SWizardISPPLabel=[name] 已检测到存在Inno Setup预处理器的 （ISPP），因此可以使用 #define 编译器指令来简化您的脚本。虽然这不是必要的它将使易于手动更改.\n\n您稍后想要使用 #define 编译器指令的 [name] 脚本吗？
SWizardISToolCheck=ISTool 由 Bj B8rnar Henden
SWizardLanguages=安装程序的语言
SWizardLanguages2=请指定哪些安装程序语言应列入。
SWizardLanguagesSelError=请选择至少一种语言。
SWizardSettings=导入设置
SWizardSettings2=请检查以确保下面的设置是正确的。
SWizardWelcome=欢迎
